[
  "calendar",
  "table-editor-obsidian",
  "obsidian-image-toolkit",
  "cmenu-plugin",
  "recent-files-obsidian",
  "obsidian-textgenerator-plugin",
  "obsidian-importer",
  "obsidian-file-path-to-uri",
  "obsidian-icon-shortcodes",
  "no-dupe-leaves",
  "mononote",
  "note-refactor-obsidian",
  "folder-notes",
  "obsidian42-brat",
  "emails",
  "omnisearch",
  "text-extractor",
  "copilot",
  "obsidian-tasks-plugin",
  "obsidian-outliner",
  "copy-url-in-preview",
  "obsidian-icon-folder",
  "vertical-tabs",
  "consistent-attachments-and-links",
  "chatgpt-md",
  "obsidian-git"
]